[
    {
        "quote": "You have the right to perform your prescribed duties, but you are not entitled to the fruits of your actions.",
        "chapter": "2",
        "verse": "47",
        "author": "Lord Krishna"
    },
    {
        "quote": "Set your heart upon your work, but never on its reward.",
        "chapter": "2",
        "verse": "47",
        "author": "Lord Krishna"
    },
    {
        "quote": "Whenever there is a decline in righteousness and an increase in unrighteousness, O Arjuna, at that time I manifest myself on earth.",
        "chapter": "4",
        "verse": "7",
        "author": "Lord Krishna"
    },
    {
        "quote": "The soul is neither born, and nor does it ever die; nor having once existed, does it ever cease to be. The soul is birthless, eternal, imperishable, and timeless and is never destroyed when the body is destroyed.",
        "chapter": "2",
        "verse": "20",
        "author": "Lord Krishna"
    },
    {
        "quote": "He who has no attachments can truly love others, for his love is pure and divine.",
        "chapter": "2",
        "verse": "55",
        "author": "Lord Krishna"
    },
    {
        "quote": "One who sees inaction in action, and action in inaction, is intelligent among men.",
        "chapter": "4",
        "verse": "18",
        "author": "Lord Krishna"
    },
    {
        "quote": "The mind acts like an enemy for those who do not control it.",
        "chapter": "6",
        "verse": "6",
        "author": "Lord Krishna"
    },
    {
        "quote": "A person can rise through the efforts of his own mind; he can also degrade himself. The mind is the friend of the conditioned soul, and his enemy as well.",
        "chapter": "6",
        "verse": "5",
        "author": "Lord Krishna"
    },
    {
        "quote": "For one who has conquered the mind, the mind is the best of friends; but for one who has failed to do so, his very mind will be his greatest enemy.",
        "chapter": "6",
        "verse": "6",
        "author": "Lord Krishna"
    },
    {
        "quote": "The meaning of Karma is in the intention. The intention behind the action is what matters. Those who are motivated only by desire for the fruits of action are miserable, for they are constantly anxious about the results of what they do.",
        "chapter": "2",
        "verse": "48",
        "author": "Lord Krishna"
    },
    {
        "quote": "Whatever happened, happened for the good. Whatever is happening, is happening for the good. Whatever will happen, will also happen for the good.",
        "chapter": "2",
        "verse": "27",
        "author": "Lord Krishna"
    },
    {
        "quote": "Change is the law of the universe. You can be a millionaire, or a pauper in an instant.",
        "chapter": "2",
        "verse": "14",
        "author": "Lord Krishna"
    },
    {
        "quote": "Man is made by his belief. As he believes, so he is.",
        "chapter": "17",
        "verse": "3",
        "author": "Lord Krishna"
    },
    {
        "quote": "When meditation is mastered, the mind is unwavering like the flame of a lamp in a windless place.",
        "chapter": "6",
        "verse": "19",
        "author": "Lord Krishna"
    },
    {
        "quote": "Calmness, gentleness, silence, self-restraint, and purity: these are the disciplines of the mind.",
        "chapter": "17",
        "verse": "16",
        "author": "Lord Krishna"
    },
    {
        "quote": "There is neither this world, nor the world beyond, nor happiness for the one who doubts.",
        "chapter": "4",
        "verse": "40",
        "author": "Lord Krishna"
    },
    {
        "quote": "The power of God is with you at all times; through the activities of mind, senses, breathing, and emotions; and is constantly doing all the work using you as a mere instrument.",
        "chapter": "11",
        "verse": "33",
        "author": "Lord Krishna"
    },
    {
        "quote": "Perform your duty equanimously. Abandon all attachment to success or failure. Such evenness of mind is called Yoga.",
        "chapter": "2",
        "verse": "48",
        "author": "Lord Krishna"
    },
    {
        "quote": "A person is said to have achieved yoga, the union with the Self, when the perfectly disciplined mind gets freedom from all desires, and becomes absorbed in the Self alone.",
        "chapter": "6",
        "verse": "18",
        "author": "Lord Krishna"
    },
    {
        "quote": "There is no purifier in this world like knowledge.",
        "chapter": "4",
        "verse": "38",
        "author": "Lord Krishna"
    }
]